Repository: HEHEX8/PlayCoverManagerGUI
Catalog: PlayCoverManager/Localizable.xcstrings
Source language: ja
Languages: en, zh_hans, zh_hant

source: 以下のアプリが実行中です。
en: The following apps are running:
zh_hans: 以下应用正在运行：
zh_hant: 以下應用正在運行：

# 以下のアプリが実行中です。アンマウントするには先にこれらのアプリを終了してください。 (appsList)
source: 以下のアプリが実行中です。アンマウントするには先にこれらのアプリを終了してください。\n\n\(appsList)
en: The following apps are currently running.Please close these apps before unmounting.\n\n\(appsList).
zh_hans: 当前正在运行以下应用。卸载前请关闭这些应用。\n\n\(应用列表)
zh_hant: 當前正在運行以下應用程序。卸載前請關閉這些應用程序。\n\n\(應用程序列表)

source: 任意のキーを押してウィンドウを閉じる...
en: Press any key to close the window...
zh_hans: 按任意键关闭窗口...
zh_hant: 按任意鍵關閉窗口...

source: 位置情報（使用中）
en: Location information (in use)
zh_hans: 位置情报(使用中)
zh_hant: 位置信息(使用中)

source: 位置情報（常に）
en: Location information (always)
zh_hans: 位置信息(始终)
zh_hant: 位置信息(始終)

source: 何もしない
en: do nothing
zh_hans: 什么都不做
zh_hant: 什麼都不做

source: 何もせずにマウント
en: Mount without changes
zh_hans: 不执行任何操作即可安装
zh_hant: 不執行任何操作即可安裝

source: 作成
en: create
zh_hans: 创造
zh_hant: 創造

source: 作成完了
en: Finished
zh_hant: 創建完成

source: 使用中: %@
en: In Use: %@

source: 使用容量
en: Usage capacity

source: 使用量
en: Usage

source: 保存先
en: Location

source: 保存先が選択されていません
en: No save destination selected
zh_hans: 未选择保存目的地
zh_hant: 未選擇保存目的地

source: 保存先に書き込み権限がありません
en: You do not have write permission to save destination.
zh_hans: 您没有保存目的地的写入权限
zh_hant: 您沒有保存目的地的寫入權限

source: 保存先のドライブが接続されていない可能性があります。 保存先: %@
en: The destination drive may not be connected. Save to: %@.
zh_hans: 目标驱动器可能未连接。 保存至:%@
zh_hant: 目標驅動器可能未連接。 保存至:%@

# 保存先のドライブが接続されていない可能性があります。 保存先: (baseDirectory.path)
source: 保存先のドライブが接続されていない可能性があります。\n\n保存先: \(baseDirectory.path)
en: The destination drive may not be connected.\n\nSave location: \(baseDirectory.path).
zh_hans: 目标驱动器可能未连接。\n\n保存位置:\(baseDirectory.path)
zh_hant: 目標驅動器可能未連接。\n\n保存位置:\(baseDirectory.path)

source: 保存先の選択
en: Select save destination
zh_hans: 选择保存目的地
zh_hant: 選擇保存目的地

source: 保存先へのアクセス権限がありません
en: You do not have permission to access the storage location.
zh_hans: 您无权访问存储位置
zh_hant: 您無權訪問存儲位置

source: 保存先を変更
en: Change save destination
zh_hans: 更改保存目的地
zh_hant: 更改保存目的地

# 保存先を変更（アクション）
source: 保存先を変更...
en: Change Location...
zh_hans: 更改保存目的地...
zh_hant: 更改保存目的地...

source: 保存先を変更すると、PlayCover コンテナのマウント状態を確認し、必要に応じて再マウントします。
en: Changing the location will check PlayCover container mount status and remount if necessary.
zh_hans: 当你更改存储位置时，请检查 PlayCover 容器的安装状态，并在必要时重新安装。
zh_hant: 當你更改存儲位置時，請檢查 PlayCover 容器的安裝狀態，並在必要時重新安裝。

source: 保存先を変更すると、マウント中のコンテナをすべてアンマウントしてから新しい保存先に環境を構築します。
en: If you change the storage location, all mounted containers will be unmounted and the environment will be built in the new storage location.
zh_hans: 如果更改存储位置，所有已挂载的容器将被卸载，环境将在新的存储位置构建。
zh_hant: 如果更改存儲位置，所有已掛載的容器將被卸載，環境將在新的存儲位置構建。

source: 保存先を変更するには、先にこれらのアプリを終了してください。 %@
en: To change the save location, please close these apps first. %@.
zh_hans: 要更改保存位置，请先关闭这些应用。 %@
zh_hant: 要更改保存位置，請先關閉這些應用程序。 %@

# 保存先を変更するには、先にこれらのアプリを終了してください。 (appsList)
source: 保存先を変更するには、先にこれらのアプリを終了してください。\n\n\(appsList)
en: To change the save location, please close these apps first.\n\n\(appsList).
zh_hans: 要更改保存位置，请先关闭这些应用。\n\n\(应用列表)
zh_hant: 要更改保存位置，請先關閉這些應用程序。\n\n\(應用程序列表)

source: 保存先を変更するには、現在マウント中のすべてのディスクイメージをアンマウントする必要があります。
en: To change the storage location, you must unmount all currently mounted disk images.
zh_hans: 要更改存储位置，您必须卸载当前安装的所有磁盘映像。
zh_hant: 要更改存儲位置，您必須卸載當前安裝的所有磁盤映像。

source: 保存先を選択
en: Select save destination
zh_hans: 选择保存目的地
zh_hant: 選擇保存目的地

source: 先にディスクイメージを作成してください。
en: Please create a disk image first.
zh_hans: 请先创建磁盘映像。
zh_hant: 請先創建磁盤映像。

source: 内部データ （参考情報）
en: Internal data (reference information)
zh_hans: 内部数据(参考信息)
zh_hant: 內部數據(參考信息)

source: 内部データが見つかりました
en: Internal data found
zh_hans: 找到内部数据
zh_hant: 找到內部數據

source: 内部データのデフォルト処理
en: Default Internal Data Handling
zh_hans: 内部数据的默认处理
zh_hant: 內部數據的默認處理

source: 内部データの削除に失敗
en: Failed to delete internal data
zh_hans: 删除内部数据失败
zh_hant: 刪除內部數據失敗

source: 内部データはそのまま残してマウントします
en: Mount leaving internal data intact
zh_hans: 安装保持内部数据完好无损
zh_hant: 安裝保持內部數據完好無損

source: 内部データをコンテナに統合してから削除してマウントします
en: Integrate internal data into container then remove and mount.
zh_hans: 将内部数据集成到容器中然后移除并挂载
zh_hant: 將內部數據集成到容器中然後移除並掛載

source: 内部データを処理しています…
en: Processing internal data...
zh_hans: 处理内部数据...
zh_hant: 處理內部數據...

source: 内部データを破棄
en: Discard internal data
zh_hans: 丢弃内部数据
zh_hant: 丟棄內部數據

source: 内部データを破棄してからマウント
en: Discard internal data before mount
zh_hans: 丢弃内部数据后挂载
zh_hant: 丟棄內部數據後掛載

source: 内部データを破棄してから新しくマウントします
en: Discard internal data and mount a new one.
zh_hans: 丢弃内部数据并安装新数据
zh_hant: 丟棄內部數據並安裝新數據

source: 内部データを統合
en: Integrate internal data
zh_hans: 整合内部数据
zh_hant: 整合內部數據

source: 内部データを統合してから削除しマウント
en: Merge internal data, then delete and mount.
zh_hans: 整合内部数据，然后删除并挂载
zh_hant: 整合內部數據，然後刪除並掛載

source: 内部データ使用量 （参考）
en: Internal data usage (reference)
zh_hans: 内部数据使用(参考)
zh_hant: 內部數據使用(參考)

source: 内部データ処理に失敗
en: Internal data processing failed
zh_hans: 内部数据处理失败
zh_hant: 內部數據處理失敗

source: 内部データ処理の既定値
en: Internal data processing defaults
zh_hans: 内部数据处理默认值
zh_hant: 內部數據處理默認值

source: 内部データ処理方法
en: Internal data processing method
zh_hans: 内部数据处理方法
zh_hant: 內部數據處理方法

source: 再インストール
en: reinstall
zh_hans: 重新安装
zh_hant: 重新安裝

source: 再解析
en: Analyze again
zh_hant: 重新分析

source: 再試行
en: Try again
zh_hans: 再试行
zh_hant: 重試

source: 最大ファイル
en: max file
zh_hans: 最大文件
zh_hant: 最大文件

source: 最大ファイルサイズ
en: Maximum file size
zh_hans: 最大文件大小
zh_hant: 最大文件大小

source: 最小iOS
en: Minimal iOS
zh_hant: 最低 iOS 版本

source: 最小OS
en: Minimal OS
zh_hant: 最低操作系統

source: 写真ライブラリ
en: photo library
zh_hans: 照片库
zh_hant: 照片庫

source: 処理中...
en: Processing...
zh_hans: 加工...
zh_hant: 加工...

# 処理中（和点）
source: 処理中…
en: Processing...
zh_hans: 加工...
zh_hant: 處理(求和點)

source: 初期セットアップが必要です
en: Initial setup required
zh_hans: 需要初始设置
zh_hant: 需要初始設置

source: 初期設定ウィザードを開いて保存先を変更します
en: Opens setup wizard to change storage location.
zh_hans: 打开初始设置向导并更改保存位置
zh_hant: 打開初始設置嚮導並更改保存位置

source: 別の IPA を追加
en: Add another IPA
zh_hans: 添加另一个 IPA
zh_hant: 添加另一個 IPA

source: 別のキーワードで検索してみてください。
en: Please try searching with a different keyword.
zh_hans: 请尝试使用不同的关键字进行搜索。
zh_hant: 請嘗試使用不同的關鍵字進行搜索。

source: 削除失敗
en: Deletion Failed
zh_hans: 删除失败
zh_hant: 刪除失敗

source: 削除完了
en: Deletion Complete
zh_hans: 删除完成
zh_hant: 刪除完成

source: 前回起動したアプリ
en: Last launched app
zh_hans: 最后启动的应用
zh_hant: 最後啟動的應用程序

source: 合計:
en: Total:
zh_hans: 全部的:
zh_hant: 全部的:

source: 合計: \(ByteCountFormatter.string(fromByteCount: totalSize, countStyle: .file)）
en: Total: \(ByteCountFormatter.string(fromByteCount: totalSize, countStyle: .file)).
zh_hans: 总计: \(ByteCountFormatter.string(fromByteCount:totalSize, countStyle:.file))
zh_hant: 總計:\(ByteCountFormatter.string(fromByteCount:totalSize, countStyle:.file))

source: 合計: %@
en: Total: %@
zh_hans: 全部的: %@
zh_hant: 全部的: %@

source: 合計サイズ:
en: Total size:
zh_hans: 总尺寸:
zh_hant: 總尺寸:

source: 合計使用容量:
en: Total usage capacity:
zh_hans: 合计使用容量:
zh_hant: 使用的總容量:

source: 合計容量
en: Total capacity
zh_hans: 总容量
zh_hant: 總容量

source: 同じバージョンで上書きインストールします。
en: Overwrite installation with the same version.
zh_hans: 使用相同版本覆盖安装。
zh_hant: 使用相同版本覆蓋安裝。

source: 問題を報告
en: Report a problem
zh_hans: 报告问题
zh_hant: 報告問題

source: 基本情報
en: Basic information
zh_hans: 基本情报
zh_hant: 基本信息

source: 外部ストレージの使用を推奨
en: External storage recommended
zh_hans: 推荐外部存储
zh_hant: 推薦外部存儲

source: 外部ドライブ「\(driveName)」を安全に取り外せる状態にしました。
en: The external drive "\(driveName)" is now safe to remove.
zh_hans: 现在可以安全删除外部驱动器“\(driveName)”。
zh_hant: 現在可以安全刪除外部驅動器“\(driveName)”。

source: 外部ドライブ「%@」を安全に取り外せる状態にしました。
en: External drive "%@" is now safe to remove.
zh_hans: 现在可以安全删除外部驱动器“%@”。
zh_hant: 現在可以安全刪除外部驅動器“%@”。

source: 外部ドライブのデバイスパスを取得できませんでした。 Finderから手動でイジェクトしてください。
en: Failed to obtain device path for external drive. Please eject it manually from Finder.
zh_hans: 无法获取外部驱动器的设备路径。 请从 Finder 中手动将其弹出。
zh_hant: 無法獲取外部驅動器的設備路徑。 請從 Finder 中手動將其彈出。

# 外部ドライブのデバイスパスを取得できませんでした。 Finderから手動でイジェクトしてください。
source: 外部ドライブのデバイスパスを取得できませんでした。\n\nFinderから手動でイジェクトしてください。
en: Failed to obtain device path for external drive.\n\nPlease eject it manually from Finder.
zh_hans: 无法获取外部驱动器的设备路径。\n\n请从 Finder 中手动将其弹出。
zh_hant: 無法獲取外部驅動器的設備路徑。\n\n請從 Finder 中手動將其彈出。

source: 外部ドライブをイジェクトしますか？
en: Eject external drive?
zh_hans: 弹出外部驱动器？
zh_hant: 彈出外部驅動器？

source: 外部ドライブを取り外し可能な状態にしています…
en: Making the external drive removable...
zh_hans: 使外部驱动器可移动...
zh_hant: 使外部驅動器可移動...

source: 失敗
en: Failed
zh_hans: 失败

source: 完了
en: completion
zh_hans: 完成
zh_hant: 完成

source: 完了（PlayCover終了後）
en: Completed (after PlayCover ends)
zh_hans: 已完成(PlayCover 结束后)
zh_hant: 已完成(PlayCover 結束後)

source: 完了（イジェクト失敗）
en: Complete (Ejection Failed)
zh_hans: 完成（弹出失败）
zh_hant: 完成（彈出失敗）

source: 完了検知 - 最終確認中...
en: Completion detected - Final verification...
zh_hans: 完成检测-最终确认...
zh_hant: 完成檢測-最終確認...

source: 実行
en: execution
zh_hans: 执行
zh_hant: 執行

source: 実行すると、ディスクイメージの作成とマウントします。
en: When executed, it creates and mounts a disk image.
zh_hans: 执行时，它会创建并安装磁盘映像。
zh_hant: 執行時，它會創建並安裝磁盤映像。

source: 実行ファイル
en: executable file
zh_hans: 可执行文件
zh_hant: 可執行文件

source: 実行ファイル: \(executableName)
en: Executable file: \(executableName)
zh_hans: 可执行文件:\(可执行文件名称)
zh_hant: 可執行文件:\(可執行文件名稱)

source: 実行ファイル: %@
en: Executable: %@
zh_hans: 可执行文件：%@
zh_hant: 可執行文件：%@

source: 実行中のアプリ:
en: Running app:
zh_hans: 运行应用:
zh_hant: 運行應用程序:

source: 実行中のアプリがあります
en: I have a running app
zh_hans: 我有一个正在运行的应用
zh_hant: 我有一個正在運行的應用程序

source: 対応デバイス
en: Compatible devices
zh_hans: 兼容设备
zh_hant: 兼容設備

source: 対応言語 （\(result.localizations.count)）
en: Supported languages ​​(\(result.localizations.count)).
zh_hans: 支持的语言​​(\(result.localizations.count))。
zh_hant: 支持的語言​​(\(result.localizations.count))。

source: 対応言語 （%lld）
en: Supported languages ​​(%lld)
zh_hans: 支持的语言(%lld)
zh_hant: 支持的語言(%lld)

source: 小型ディスプレイ向け
en: For small displays
zh_hans: 适用于小型显示器
zh_hant: 適用於小型顯示器

source: 強制アンマウント
en: Forced unmount
zh_hans: 强制卸载
zh_hant: 強制卸載

source: 強制アンマウントに失敗
en: Forced unmount failed
zh_hans: 强制卸载失败
zh_hant: 強制卸載失敗

source: 強制アンマウント中…
en: Forced unmounting...
zh_hans: 强制卸载...
zh_hant: 強制卸載...

source: 強制イジェクト
en: Forced eject
zh_hans: 强制弹出
zh_hant: 強制彈出

source: 強制イジェクトに失敗
en: Forced eject failed
zh_hans: 强制弹出失败
zh_hant: 強制彈出失敗

source: 強制イジェクト中…
en: Forced ejecting...
zh_hans: 强制弹出...
zh_hant: 強制彈出...

source: 強制的にアンマウントを試行しますか？
en: Do you want to try force unmounting?
zh_hans: 你想尝试强制卸载吗？
zh_hant: 你想嘗試強制卸載嗎？

source: 強制的にイジェクトを試行しますか？
en: Do you want to try to force eject?
zh_hans: 你想尝试强制弹出吗？
zh_hant: 你想嘗試強制彈出嗎？

source: 強制終了
en: Forced termination
zh_hans: 强制终止
zh_hant: 強制終止

source: 待機
en: Waiting
zh_hans: 支持
zh_hant: 支持

source: 後で再起動
en: Restart Later
zh_hans: 稍后重新启动
zh_hant: 稍後重新啟動

source: 情報
en: information
zh_hans: 信息
zh_hant: 資訊

source: 成功
en: Success

source: 戻る
en: Back
zh_hans: 返回
zh_hant: 返回

source: 所在地
en: location
zh_hant: 地點

source: 技術情報
en: technical information
zh_hans: 技术情报
zh_hant: 技術資料

source: 技術情報と解析
en: Technical information and analysis
zh_hans: 技术信息和分析
zh_hant: 技術信息和分析

source: 新規
en: New
zh_hans: 新建
zh_hant: 新建

source: 新規インストール
en: New installation
zh_hans: 新安装
zh_hant: 新安裝

source: 方法 1
en: Method 1
zh_hant: 方法一

source: 方法 2
en: Method 2

source: 既にマウント済み
en: already mounted
zh_hans: 已经安装了
zh_hant: 已經安裝了

source: 既存のアプリを古いバージョンにダウングレードします。
en: Downgrade your existing app to an older version.
zh_hans: 将您现有的应用降级到旧版本。
zh_hant: 將您現有的應用程序降級到舊版本。

source: 既存のアプリを新しいバージョンにアップグレードします。
en: Upgrade existing apps to new versions.
zh_hans: 将现有应用升级到新版本。
zh_hant: 將現有應用程序升級到新版本。

source: 既存のディスクイメージを使用
en: Use existing disk image
zh_hans: 使用现有磁盘映像
zh_hant: 使用現有磁盤映像

source: 既定の処理
en: Default processing
zh_hans: 默认处理
zh_hant: 默認處理

source: 日本語
en: Japanese
zh_hans: 日本人
zh_hant: 日本人

source: 更新
en: Update

source: 有効にすると、マウントされたディスクイメージが Finder のサイドバーに表示されなくなります。
en: When enabled, mounted disk images won't appear in Finder sidebar.
zh_hans: 启用后，已安装的磁盘映像将不会出现在 Finder 侧栏中。
zh_hant: 啟用後，已安裝的磁盤映像將不會出現在 Finder 側欄中。

source: 未作成
en: Not created
zh_hans: 未创建
zh_hant: 未創建

source: 未署名
en: unsigned
zh_hant: 未簽名

source: 未設定
en: Not Set
zh_hans: 未设置
zh_hant: 未設置

source: 検索
en: Search
zh_hans: 搜索
zh_hant: 搜尋

source: 検索結果が見つかりません
en: No search results found
zh_hans: 没有找到搜索结果
zh_hant: 沒有找到搜索結果

source: 概要
en: About
zh_hans: 概述
zh_hant: 概述

source: 権限要求
en: authority request
zh_hans: 授权请求
zh_hant: 授權請求

source: 機能・権限
en: Features & Permissions
zh_hans: 职能/权限
zh_hant: 職能/權限

source: 次へ
en: Next
zh_hans: 到下一个
zh_hant: 到下一個

source: 残存ディレクトリを削除中...
en: Deleting residual directories...
zh_hans: 正在删除残留目录...
zh_hant: 正在刪除殘留目錄...

source: 準備中...
en: In preparation...
zh_hans: 准备中...
zh_hant: 正在準備...

source: 現在のグローバル設定: \(settingsStore.defaultDataHandling.localizedDescription)
en: Current global settings: \(settingsStore.defaultDataHandling.localizedDescription).
zh_hans: 当前全局设置:\(settingsStore.defaultDataHandling.localizedDescription)
zh_hant: 當前全局設置:\(settingsStore.defaultDataHandling.localizedDescription)

source: 現在のグローバル設定: \（settingsStore.nobrowseEnabled ?
en: Current global settings: \(settingsStore.nobrowseEnabled ?
zh_hans: 当前全局设置:\(settingsStore.nobrowseEnabled ?
zh_hant: 當前全局設置:\(settingsStore.nobrowseEnabled ?

source: 現在のグローバル設定: %@
en: Current global setting: %@
zh_hans: 当前全局设置:%@
zh_hant: 當前全局設置:%@

source: 環境を再確認しています…
en: Rechecking the environment...
zh_hans: 重新检查环境...
zh_hant: 重新檢查環境...

source: 環境を確認しています…
en: Checking the environment...
zh_hans: 检查环境...
zh_hant: 檢查環境...

source: 確認
en: confirmation
zh_hans: 确认

source: 简体中文
en: Simplified Chinese
zh_hant: 簡體中文

source: 終了
en: Quit
zh_hans: 结尾
zh_hant: 結尾

source: 終了しています…
en: Finished...
zh_hans: 完成的...
zh_hant: 完成的...

source: 総サイズ
en: total size
zh_hans: 总尺寸
zh_hant: 總尺寸

source: 総ファイル数
en: Total number of files
zh_hans: 文件总数
zh_hant: 文件總數

source: 繁體中文
en: Traditional Chinese
zh_hans: 繁体中文

source: 署名日
en: Signing date
zh_hans: 签约日期
zh_hant: 簽約日期

source: 署名済み
en: signed
zh_hans: 签署
zh_hant: 簽署

source: 署名状態
en: signature status
zh_hans: 签名状态
zh_hant: 簽名狀態

source: 自動（ディスプレイに基づく）
en: Automatic (based on display)
zh_hans: 自动(基于显示)
zh_hant: 自動(基於顯示)

source: 致命的なエラー: %@
en: Fatal error: %@
zh_hans: 致命错误：%@
zh_hant: 致命錯誤：%@

source: 英語名
en: English name
zh_hans: 英文名
zh_hant: 英文名

source: 著作権
en: Copyright
zh_hans: 版权
zh_hant: 版權

source: 解析
en: parse
zh_hant: 分析

source: 解析中: \(ipaURL.lastPathComponent)
en: Parsing: \(ipaURL.lastPathComponent)
zh_hant: 解析:\(ipaURL.lastPathComponent)

source: 解析中: %@
en: Parsing: %@
zh_hans: 解析:%@
zh_hant: 解析:%@

source: 解析中...
en: Parsing...
zh_hant: 正在分析...

source: 解析開始
en: Parsing starts
zh_hans: 解析开始
zh_hant: 開始分析

source: 言語
en: Language
zh_hans: 语言
zh_hant: 語言

source: 言語の変更を完全に反映するには、アプリを再起動する必要があります。
en: To fully apply the language change, the app needs to restart.
zh_hans: 必须重新启动应用才能使语言更改完全生效。
zh_hant: 必須重新啟動應用程序才能使語言更改完全生效。

source: 言語を変更しました
en: Language Changed
zh_hans: 改变语言
zh_hant: 改變語言

source: 言語を変更すると、アプリを再起動する必要があります。
en: Changing the language requires restarting the app.
zh_hans: 更改语言需要重新启动应用。
zh_hant: 更改語言需要重新啟動應用程序。

source: 計算中...
en: Calculating...
zh_hans: 计算中...
zh_hant: 正在計算...

source: 設定
en: Settings
zh_hans: 环境
zh_hant: 環境

# 設定 （ショートカット）
source: 設定 (⌘,)
en: Settings (⌘,)
zh_hans: 设置 (⌘,)
zh_hant: 設置(快捷方式)

# 設定（メニュー）
source: 設定...
en: setting...
zh_hans: 环境...
zh_hant: 設置(菜單)

source: 設定ファイルを削除中...
en: Deleting configuration file...
zh_hans: 正在删除配置文件...
zh_hant: 正在刪除配置文件...

source: 設定をリセット
en: Reset Settings
zh_hans: 重置设置
zh_hant: 重置設置

source: 設定をリセットしますか？
en: Do you want to reset your settings?
zh_hans: 你想重置你的设置吗？
zh_hant: 你想重置你的設置嗎？

source: 設定を閉じる （Esc）
en: Close settings (Esc)
zh_hans: 关闭设置(Esc)
zh_hant: 關閉設置(Esc)

source: 設定を開く
en: Open settings
zh_hans: 打开设置
zh_hant: 打開設置

source: 設定画面から保存先を指定してください。
en: Please specify the save destination from the settings screen.
zh_hans: 请从设置屏幕指定保存目的地。
zh_hant: 請從設置屏幕指定保存目的地。

source: 詳細
en: detailed
zh_hans: 详细
zh_hant: 細節

source: 詳細と設定
en: Details and settings
zh_hans: 详细信息和设置
zh_hant: 詳細信息和設置

source: 詳細情報
en: Detailed information
zh_hans: 详情
zh_hant: 詳情

source: 説明
en: explanation
zh_hans: 解释
zh_hant: 解釋

source: 起動
en: boot
zh_hans: 启动
zh_hant: 啟動

source: 起動時に内部データが見つかった場合の処理方法を設定します。
en: Sets what to do if internal data is found during startup.
zh_hans: 设置在启动期间发现内部数据时要执行的操作。
zh_hant: 設置在啟動期間發現內部數據時要執行的操作。

source: 起動時の検証に失敗しました
en: Startup validation failed
zh_hans: 启动验证失败
zh_hant: 啟動驗證失敗

source: 連絡先
en: Contacts
zh_hans: 联系地址
zh_hant: 聯繫地址

source: 選択
en: choice
zh_hans: 选择
zh_hant: 選擇

source: 選択を解除
en: Deselect
zh_hans: 取消选择
zh_hant: 取消選擇

source: 閉じる
en: Close
zh_hans: 关闭
zh_hant: 關閉

source: 閉じる （Esc）
en: Close (Esc)
zh_hans: 关闭(Esc)
zh_hant: 關閉(Esc)

source: 開発者情報
en: Developer information
zh_hans: 开发者信息
zh_hant: 開發者信息

source: アプリの言語設定
en: App Language
zh_hans: 应用语言
zh_hant: 應用語言

source: システムデフォルト
en: System Default
zh_hans: 系统默认
zh_hant: 系統默認

source: このアプリで使用する言語を設定します。
en: Set the language to use for this app.
zh_hans: 设置此应用使用的语言。
zh_hant: 設置此應用使用的語言。

source: 現在のシステム言語:
en: Current system language:
zh_hans: 当前系统语言：
zh_hant: 當前系統語言：

source: 中国語 （簡体字）
en: Chinese (Simplified)
zh_hans: 中文 (简体)
zh_hant: 中文 (簡體)

source: 中国語 （繁体字）
en: Chinese (Traditional)
zh_hans: 中文 (繁体)
zh_hant: 中文 (繁體)

source: App: %@
zh_hans: 应用: %@
zh_hant: 應用: %@

source: Enter
zh_hans: 进入
zh_hant: 進入

source: OK
zh_hans: 好的
zh_hant: 好的

source: PlayCover Manager
zh_hans: PlayCover 管理器
zh_hant: PlayCover 管理器
